{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Ves al Teams",
  "emptyStatePrimaryErrorMessage": "Encara no us han afegit a un equip en aquest curs.",
  "educatorEmptyStateSecondaryErrorMessage": "L'administrador de TI necessita crear un equip, afegir-vos-hi com a membre i enllaçar-lo al vostre curs en nom vostre. Proveu de posar-vos en contacte amb l'administrador de TI per obtenir ajuda.",
  "genericEmptyStateSecondaryErrorMessage": "Mentre espereu, podeu utilitzar el Teams per posar-vos en contacte amb altres persones de la vostra escola, organitzar clubs i moltes altres coses.",
  "learnMoreAboutTeams": "Més informació sobre el Teams",
  "launchTeamsButton": "Inicia el Teams",
  "problemConnectingCourseToTeamErrorMessage": "S'ha produït un problema en connectar el curs amb el Microsoft Teams",
  "problemCreatingTeamForCourse": "S\\\\'ha produït un error en crear l\\\\'equip",
  "invalidLicenseTypeErrorMessage": "Necessiteu una llicència de formador o estudiant per utilitzar el Teams per a l'àmbit educatiu. Proveu de demanar a l'administrador de TI que us assigni la llicència correcta.",
  "invalidUserRoleErrorMessage": "Sembla que no us han afegit a aquest curs. Proveu de demanar a l'administrador de TI o professor que us afegeixi a aquest curs.",
  "experienceDisabledErrorMessage": "Sembla que el vostre compte {{email}} no està configurat per fer servir el Teams. Volíeu iniciar la sessió amb un altre compte de Microsoft?",
  "experienceDisabledErrorMessageNoEmail": "Sembla que el vostre compte no està configurat per fer servir el Teams. Volíeu iniciar la sessió amb un altre compte de Microsoft?",
  "unsupportedLmsErrorMessage": "Malauradament, aquesta eina d'aprenentatge no és compatible amb el Teams per a l'àmbit educatiu. Proveu de contactar amb l'administrador de TI per obtenir ajuda.",
  "genericErrorMessage": "Torneu-ho a provar més tard",
  "backgoundImageMessage": "Imatge de fons",
  "teamCardMessage": "Llista {{cardNumber}}/{{totalCards}}, equip {{name}}, toqueu per obrir l'equip en una pestanya separada",
  "moreOptionsMessage": "Més opcions",
  "thirdPartyNoticeMessage": "Avís de tercers",
  "logOutMessage": "Tanca la sessió",
  "courseCalendarHeaderTitle": "Reunions del Teams",
  "addNewMeeting": "Reunió nova",
  "addEntireClassButton": "Afegeix tota la classe",
  "addEntireClassRetryButton": "Torna-ho a provar",
  "addEntireClassGenericError": "No hem pogut afegir la classe.",
  "addEntireClassSizeLimitError": "No hem pogut afegir la classe. Té massa persones com per afegir-les totes alhora.",
  "addEntireClassConfigError": "No hem pogut afegir la classe. Hem tingut problemes per obtenir la informació de la classe.",
  "addParticipantsInProgressTitle": "S'estan afegint els participants...",
  "addParticipantsInProgressMessage": "Aquest procés pot tardar una estona. Aquesta finestra es tancarà automàticament quan s'afegeixi tota la classe. Cancel·leu-lo per afegir els participants manualment com a alternativa.",
  "addParticipantsInProgressCancelAction": "Cancel·la",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Vols substituir els assistents per tota la classe?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Les persones que ja heu afegit a la invitació se suprimiran quan afegiu la classe. Podreu tornar-les a afegir més tard.",
  "continueButton": "Continua",
  "reportProblem": "Report a problem"
}