{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Passa a Teams",
  "emptyStatePrimaryErrorMessage": "Non sei stato ancora aggiunto a un team in questo corso.",
  "educatorEmptyStateSecondaryErrorMessage": "L'amministratore IT deve creare un team, aggiungerti come membro e collegarlo al tuo corso per tuo conto. Prova a contattare l'amministratore IT per assistenza.",
  "genericEmptyStateSecondaryErrorMessage": "Durante l'attesa, puoi utilizzare Teams per contattare altre persone nel tuo istituto di istruzione, organizzare club e altro.",
  "learnMoreAboutTeams": "Scopri di più su Teams",
  "launchTeamsButton": "Avvia Teams",
  "problemConnectingCourseToTeamErrorMessage": "Si è verificato un problema durante la connessione del corso a Microsoft Teams",
  "problemCreatingTeamForCourse": "Si è verificato un problema durante la creazione del team",
  "invalidLicenseTypeErrorMessage": "Per usare Teams per l’istruzione è necessaria una licenza di docente o studente. Prova a chiedere all'amministratore IT di assegnarti la licenza corretta.",
  "invalidUserRoleErrorMessage": "Sembra che tu non sia stato aggiunto a questo corso. Prova a chiedere all'amministratore IT o all'insegnante di aggiungerti a questo corso.",
  "experienceDisabledErrorMessage": "L’account {{email}} non è configurato per l'uso di Teams. Esegui l’accesso con un altro account Microsoft.",
  "experienceDisabledErrorMessageNoEmail": "L’account non è configurato per l'uso di Teams. Esegui l’accesso con un altro account Microsoft.",
  "unsupportedLmsErrorMessage": "Purtroppo questo strumento di apprendimento non supporta Teams per l’istruzione. Prova a contattare l'amministratore IT per ricevere assistenza.",
  "genericErrorMessage": "Riprova più tardi",
  "backgoundImageMessage": "Immagine di sfondo",
  "teamCardMessage": "Elenco {{cardNumber}} di {{totalCards}}, {{name}} team, tocca per aprire il team in una scheda separata",
  "moreOptionsMessage": "Altre opzioni",
  "thirdPartyNoticeMessage": "Nota di terze parti",
  "logOutMessage": "Disconnetti",
  "courseCalendarHeaderTitle": "Riunioni di Teams",
  "addNewMeeting": "Nuova riunione",
  "addEntireClassButton": "Aggiungi intera classe",
  "addEntireClassRetryButton": "Riprova",
  "addEntireClassGenericError": "Non è stato possibile aggiungere la classe.",
  "addEntireClassSizeLimitError": "Non è stato possibile aggiungere la classe. Contiene troppe persone da aggiungere contemporaneamente.",
  "addEntireClassConfigError": "Non è stato possibile aggiungere la classe. Si sono verificati problemi durante il recupero delle informazioni sulla classe.",
  "addParticipantsInProgressTitle": "Aggiunta di partecipanti in corso",
  "addParticipantsInProgressMessage": "L'operazione potrebbe richiedere qualche minuto. Questa finestra si chiuderà automaticamente una volta aggiunta tutta la classe. Annullala per aggiungere manualmente i partecipanti.",
  "addParticipantsInProgressCancelAction": "Annulla",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Vuoi sostituire i partecipanti con l'intera classe?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Le persone che hai già aggiunto all'invito verranno rimosse quando aggiungi la classe. Puoi aggiungerle di nuovo in seguito.",
  "continueButton": "Continua",
  "reportProblem": "Segnala un problema"
}