{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Ir para o Teams",
  "emptyStatePrimaryErrorMessage": "Ainda não foi adicionado a uma equipa desta disciplina.",
  "educatorEmptyStateSecondaryErrorMessage": "O seu administrador de TI precisa de criar uma equipa, adicioná-lo como membro e ligá-la à sua disciplina em seu nome. Experimente contactar o seu administrador de TI para obter ajuda.",
  "genericEmptyStateSecondaryErrorMessage": "Enquanto espera, pode utilizar o Teams para contactar outras pessoas na sua escola, organizar clubes e muito mais.",
  "learnMoreAboutTeams": "Saiba mais sobre o Teams",
  "launchTeamsButton": "Inicie o Teams",
  "problemConnectingCourseToTeamErrorMessage": "Ocorreu um problema ao ligar o seu curso ao Microsoft Teams.",
  "problemCreatingTeamForCourse": "Ocorreu um problema ao criar a sua equipa",
  "invalidLicenseTypeErrorMessage": "Precisa de uma licença de educador ou de estudante para usar o Teams para Educação. Tente pedir ao seu administrador de TI que lhe atribua a licença correta.",
  "invalidUserRoleErrorMessage": "Parece que não foi adicionado a este curso. Experimente pedir ao seu administrador de TI ou professor para ser adicionado a este curso.",
  "experienceDisabledErrorMessage": "Parece que o {{email}} da sua conta não está configurado para utilizar o Teams. Pretende iniciar sessão com uma conta Microsoft diferente?",
  "experienceDisabledErrorMessageNoEmail": "Parece que a sua conta não está configurada para utilizar o Teams. Pretendia iniciar sessão com uma conta Microsoft diferente?",
  "unsupportedLmsErrorMessage": "Infelizmente, esta ferramenta de aprendizagem não suporta o Teams para Educação. Tente contactar o seu administrador de TI para obter ajuda.",
  "genericErrorMessage": "Tente novamente mais tarde",
  "backgoundImageMessage": "Imagem de fundo",
  "teamCardMessage": "Lista {{cardNumber}} de {{totalCards}}, equipa {{name}}, toque para abrir a equipa noutro separador",
  "moreOptionsMessage": "Mais opções",
  "thirdPartyNoticeMessage": "Aviso de terceiros",
  "logOutMessage": "Terminar sessão",
  "courseCalendarHeaderTitle": "Reuniões do Teams",
  "addNewMeeting": "Nova reunião",
  "addEntireClassButton": "Adicionar toda a turma",
  "addEntireClassRetryButton": "Tentar novamente",
  "addEntireClassGenericError": "Não foi possível adicionar a aula.",
  "addEntireClassSizeLimitError": "Não conseguimos adicionar a aula. Há demasiadas pessoas para serem adicionadas todas de uma vez.",
  "addEntireClassConfigError": "Não conseguimos adicionar a aula. Não conseguimos obter as informações da turma.",
  "addParticipantsInProgressTitle": "A adicionar participantes...",
  "addParticipantsInProgressMessage": "Esta situação poderá demorar algum tempo. Esta janela será fechada automaticamente quando toda a turma for adicionada. Cancele para adicionar participantes manualmente em vez de",
  "addParticipantsInProgressCancelAction": "Cancelar",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Substituir os participantes por toda a turma?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "As pessoas que já adicionou ao convite serão removidas quando adicionar a turma. Pode adicioná-los novamente mais tarde.",
  "continueButton": "Continuar",
  "reportProblem": "Report a problem"
}