{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Ir a Teams",
  "emptyStatePrimaryErrorMessage": "Aún no se te ha agregado a un equipo en este curso.",
  "educatorEmptyStateSecondaryErrorMessage": "El administrador de TI necesita crear un equipo, agregarlo como miembro y vincularlo al curso en tu nombre. Prueba a ponerte en contacto con tu administrador de TI para obtener ayuda.",
  "genericEmptyStateSecondaryErrorMessage": "Mientras esperas, puedes usar Teams para comunicarte con otros usuarios de tu escuela, organizar clubes y mucho más.",
  "learnMoreAboutTeams": "Más información sobre Teams",
  "launchTeamsButton": "Iniciar Teams",
  "problemConnectingCourseToTeamErrorMessage": "Se produjo un problema al conectar el curso a Microsoft Teams",
  "problemCreatingTeamForCourse": "Se produjo un problema al crear el equipo",
  "invalidLicenseTypeErrorMessage": "Necesitas una licencia de educador o de estudiante para usar Teams para Educación. Intenta pedirle al administrador de TI que te asigne la licencia correcta.",
  "invalidUserRoleErrorMessage": "Parece que no se te agregó a este curso. Solicita a tu administrador de TI o profesor que te agregue a este curso.",
  "experienceDisabledErrorMessage": "Parece que tu cuenta {{email}} no está configurada para usar Teams. ¿Querías iniciar sesión con una cuenta de Microsoft diferente?",
  "experienceDisabledErrorMessageNoEmail": "Parece que tu cuenta no está configurada para usar Teams. ¿Querías iniciar sesión con una cuenta de Microsoft diferente?",
  "unsupportedLmsErrorMessage": "Desafortunadamente, esta herramienta de aprendizaje no es compatible con Teams para Educación. Intenta comunicarte con tu administrador de TI para obtener ayuda.",
  "genericErrorMessage": "Vuelve a intentarlo más tarde",
  "backgoundImageMessage": "Imagen de fondo",
  "teamCardMessage": "Lista {{cardNumber}} de {{totalCards}}, equipo {{name}}, pulsa para abrir el equipo en una pestaña independiente",
  "moreOptionsMessage": "Más opciones",
  "thirdPartyNoticeMessage": "Aviso de terceros",
  "logOutMessage": "Cerrar sesión",
  "courseCalendarHeaderTitle": "Reuniones de Teams",
  "addNewMeeting": "Nueva reunión",
  "addEntireClassButton": "Agregar clase completa",
  "addEntireClassRetryButton": "Intentar de nuevo",
  "addEntireClassGenericError": "No se pudo agregar la clase.",
  "addEntireClassSizeLimitError": "No se pudo agregar la clase. Tiene demasiadas personas para que se puedan agregar todas a la vez.",
  "addEntireClassConfigError": "No se pudo agregar la clase. Hubo un problema al obtener la información de la clase.",
  "addParticipantsInProgressTitle": "Agregando participantes...",
  "addParticipantsInProgressMessage": "Esto puede tardar unos instantes. Esta ventana se cerrará automáticamente cuando se agregue toda la clase. Cancela para agregar los participantes de forma manual",
  "addParticipantsInProgressCancelAction": "Cancelar",
  "replaceAttendeesWithEntireClassConfirmationTitle": "¿Reemplazar los asistentes con toda la clase?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Las personas que ya hayas agregado a la invitación se quitarán cuando agregues la clase. Puedes agregarlos de nuevo más tarde.",
  "continueButton": "Continuar",
  "reportProblem": "Notificar un problema"
}