{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Μετάβαση στο Teams",
  "emptyStatePrimaryErrorMessage": "Δεν έχετε προστεθεί σε ομάδα που ανήκει σε αυτόν τον κύκλο μαθημάτων ακόμη.",
  "educatorEmptyStateSecondaryErrorMessage": "Ο διαχειριστής IT πρέπει να δημιουργήσει μια ομάδα, να σας προσθέσει ως μέλος και να τη συνδέσει για λογαριασμό σας στον κύκλο μαθημάτων που συμμετέχετε. Δοκιμάστε να επικοινωνήσετε με το διαχειριστή IT για βοήθεια.",
  "genericEmptyStateSecondaryErrorMessage": "Ενώ περιμένετε, μπορείτε να χρησιμοποιήσετε το Teams για να επικοινωνείτε με άλλους στο σχολείο σας, να οργανώνετε λέσχες και πολλά άλλα.",
  "learnMoreAboutTeams": "Μάθετε περισσότερα για το Teams",
  "launchTeamsButton": "Εκκίνηση του Teams",
  "problemConnectingCourseToTeamErrorMessage": "Παρουσιάστηκε κάποιο πρόβλημα κατά τη σύνδεση του κύκλου μαθημάτων σας με το Microsoft Teams",
  "problemCreatingTeamForCourse": "Παρουσιάστηκε πρόβλημα κατά τη δημιουργία της ομάδας σας",
  "invalidLicenseTypeErrorMessage": "Χρειάζεστε άδεια χρήσης εκπαιδευτικού ή σπουδαστή για να χρησιμοποιήσετε το Teams για εκπαιδευτικά ιδρύματα. Ζητήστε από τον διαχειριστή IT να σας εκχωρήσει μια κατάλληλη άδεια χρήσης.",
  "invalidUserRoleErrorMessage": "Φαίνεται ότι δεν έχετε προστεθεί σε αυτόν τον κύκλο μαθημάτων. Δοκιμάστε να ζητήσετε από το διαχειριστή ΙΤ ή τον δάσκαλο να σας προσθέσει σε αυτόν τον κύκλο μαθημάτων.",
  "experienceDisabledErrorMessage": "Φαίνεται ότι ο λογαριασμός σας στο {{email}} δεν έχει ρυθμιστεί ώστε να χρησιμοποιεί το Teams. Σκοπεύατε να πραγματοποιήσετε είσοδο με διαφορετικό λογαριασμό Microsoft;",
  "experienceDisabledErrorMessageNoEmail": "Φαίνεται ότι ο λογαριασμός σας δεν έχει ρυθμιστεί ώστε να χρησιμοποιεί το Teams. Σκοπεύατε να πραγματοποιήσετε είσοδο με διαφορετικό λογαριασμό Microsoft;",
  "unsupportedLmsErrorMessage": "Δυστυχώς, αυτό το εργαλείο εκμάθησης δεν υποστηρίζει το Teams για εκπαιδευτικά ιδρύματα. Δοκιμάστε να επικοινωνήσετε με τον διαχειριστή IT για βοήθεια.",
  "genericErrorMessage": "Δοκιμάστε ξανά αργότερα",
  "backgoundImageMessage": "Εικόνα φόντου",
  "teamCardMessage": "Λίστα {{cardNumber}} από {{totalCards}}, ομάδα {{name}}, πατήστε για να ανοίξετε την ομάδα σε μια διαφορετική καρτέλα",
  "moreOptionsMessage": "Περισσότερες επιλογές",
  "thirdPartyNoticeMessage": "Γνωστοποίηση τρίτου μέρους",
  "logOutMessage": "Αποσύνδεση",
  "courseCalendarHeaderTitle": "Συσκέψεις Teams",
  "addNewMeeting": "Νέα σύσκεψη",
  "addEntireClassButton": "Προσθήκη ολόκληρης τάξης",
  "addEntireClassRetryButton": "Δοκιμάστε ξανά",
  "addEntireClassGenericError": "Δεν ήταν δυνατή η προσθήκη της τάξης.",
  "addEntireClassSizeLimitError": "Δεν ήταν δυνατή η προσθήκη της τάξης. Τα άτομα που υπάρχουν είναι πάρα πολλά για να προστεθούν ταυτόχρονα.",
  "addEntireClassConfigError": "Δεν ήταν δυνατή η προσθήκη της τάξης. Δυσκολευόμαστε να λάβουμε τις πληροφορίες τάξης.",
  "addParticipantsInProgressTitle": "Προσθήκη συμμετεχόντων...",
  "addParticipantsInProgressMessage": "Αυτό μπορεί να διαρκέσει λίγο. Αυτό το παράθυρο θα κλείσει αυτόματα όταν ολόκληρη η τάξη προστεθεί. Ακυρώστε για να προσθέσετε συμμετέχοντες μη αυτόματα",
  "addParticipantsInProgressCancelAction": "Άκυρο",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Αντικατάσταση συμμετεχόντων με ολόκληρη την τάξη;",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Τα άτομα που έχετε ήδη προσθέσει στην πρόσκληση θα καταργηθούν κατά την προσθήκη της τάξης. Μπορείτε να τα προσθέσετε ξανά αργότερα.",
  "continueButton": "Συνέχεια",
  "reportProblem": "Αναφορά προβλήματος"
}