{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Naar Teams",
  "emptyStatePrimaryErrorMessage": "U bent nog niet toegevoegd aan een team van deze cursus.",
  "educatorEmptyStateSecondaryErrorMessage": "De IT-beheerder moet een team maken, u als lid toevoegen en het namens u koppelen aan uw cursus. Neem contact op met uw IT-beheerder voor hulp.",
  "genericEmptyStateSecondaryErrorMessage": "Terwijl u wacht, kunt u Teams gebruiken om contact op te nemen met anderen op uw school, clubs organiseren en meer.",
  "learnMoreAboutTeams": "Meer informatie over Teams",
  "launchTeamsButton": "Teams starten",
  "problemConnectingCourseToTeamErrorMessage": "Er is een probleem opgetreden bij het verbinden van uw cursus met Microsoft Teams",
  "problemCreatingTeamForCourse": "Er is een probleem opgetreden bij het maken van uw team",
  "invalidLicenseTypeErrorMessage": "U hebt een licentie voor docenten of leerlingen/studenten nodig als u Teams for Education wilt gebruiken. Vraag uw IT-beheerder om de juiste licentie aan u toe te wijzen.",
  "invalidUserRoleErrorMessage": "Het lijkt erop dat u niet aan deze cursus bent toegevoegd. Vraag uw IT-beheerder of docent om u toe te voegen aan deze cursus.",
  "experienceDisabledErrorMessage": "Uw account {{email}} lijkt niet ingesteld om Teams te gebruiken. Had u zich met een ander Microsoft-account willen aanmelden?",
  "experienceDisabledErrorMessageNoEmail": "Uw account lijkt niet ingesteld om Teams te gebruiken. Had u zich met een ander Microsoft-account willen aanmelden?",
  "unsupportedLmsErrorMessage": "Dit leerhulpmiddel biedt geen ondersteuning voor Teams for Education. Neem contact op met uw IT-beheerder voor hulp.",
  "genericErrorMessage": "Probeer het later opnieuw",
  "backgoundImageMessage": "Achtergrondafbeelding",
  "teamCardMessage": "Lijst {{cardNumber}} van {{totalCards}}, team {{name}}, tik om het team te openen op een nieuw tabblad",
  "moreOptionsMessage": "Meer opties",
  "thirdPartyNoticeMessage": "Kennisgeving van derden",
  "logOutMessage": "Afmelden",
  "courseCalendarHeaderTitle": "Teams-vergaderingen",
  "addNewMeeting": "Nieuwe vergadering",
  "addEntireClassButton": "Toevoegen van hele groep",
  "addEntireClassRetryButton": "Opnieuw proberen",
  "addEntireClassGenericError": "We konden de klas niet toevoegen.",
  "addEntireClassSizeLimitError": "We konden de klas niet toevoegen. Die heeft te veel personen om in één keer te worden toegevoegd.",
  "addEntireClassConfigError": "We konden de klas niet toevoegen. Er waren problemen bij het ophalen van de klasgegevens.",
  "addParticipantsInProgressTitle": "Deelnemers toevoegen...",
  "addParticipantsInProgressMessage": "Dit kan even duren. Dit venster wordt automatisch gesloten wanneer de hele klas is toegevoegd. Annuleer de bewerking om deelnemers in plaats daarvan handmatig toe te voegen",
  "addParticipantsInProgressCancelAction": "Annuleren",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Deelnemers vervangen door de hele klas?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Personen die je al aan de uitnodiging hebt toegevoegd worden verwijderd wanneer je de klas toevoegt. Je kan ze later opnieuw toevoegen.",
  "continueButton": "Doorgaan",
  "reportProblem": "Report a problem"
}