{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Accéder à Teams",
  "emptyStatePrimaryErrorMessage": "Vous n’avez pas encore été ajouté à une équipe sur ce cours.",
  "educatorEmptyStateSecondaryErrorMessage": "Votre administrateur informatique a besoin de créer une équipe, de vous ajouter en tant que membre et de le lier à votre cours en votre nom. Essayez de contacter votre administrateur informatique pour obtenir de l’aide.",
  "genericEmptyStateSecondaryErrorMessage": "Pendant que vous patientez, vous pouvez utiliser Teams pour contacter d’autres personnes à votre école, organiser des clubs, et bien plus encore.",
  "learnMoreAboutTeams": "En savoir plus sur Teams",
  "launchTeamsButton": "Lancer Teams",
  "problemConnectingCourseToTeamErrorMessage": "Un problème s’est produit lors de la connexion de votre cours à Microsoft Teams",
  "problemCreatingTeamForCourse": "Nous avons rencontré un problème lors de la création de votre équipe",
  "invalidLicenseTypeErrorMessage": "Vous avez besoin d’un enseignant ou d’une licence étudiant pour utiliser Teams pour l’éducation. Essayez de demander à votre administrateur informatique de vous affecter la licence appropriée.",
  "invalidUserRoleErrorMessage": "Il semble que vous n’ayez pas été ajouté à ce cours. Essayez de demander à votre administrateur ou enseignant informatique de vous ajouter à ce cours.",
  "experienceDisabledErrorMessage": "Il semble que votre compte {{email}} n’est pas configuré pour utiliser Teams. Avez-vous l’intention de vous connecter avec un autre compte Microsoft?",
  "experienceDisabledErrorMessageNoEmail": "Il semble que votre compte n’est pas configuré pour utiliser Teams. Avez-vous l’intention de vous connecter avec un autre compte Microsoft ?",
  "unsupportedLmsErrorMessage": "Malheureusement, cet outil d’apprentissage ne prend pas en charge Teams pour l’éducation. Essayez de contacter votre administrateur informatique pour obtenir de l’aide.",
  "genericErrorMessage": "Veuillez réessayer plus tard",
  "backgoundImageMessage": "Image d’arrière-plan",
  "teamCardMessage": "Liste {{cardNumber}} sur {{totalCards}}, de l’équipe {{name}}. Appuyez pour ouvrir l’équipe dans un onglet séparé.",
  "moreOptionsMessage": "Autres options",
  "thirdPartyNoticeMessage": "Avis de tiers",
  "logOutMessage": "Déconnexion",
  "courseCalendarHeaderTitle": "Réunions Teams",
  "addNewMeeting": "Nouvelle réunion",
  "addEntireClassButton": "Ajouter une classe entière",
  "addEntireClassRetryButton": "Réessayer",
  "addEntireClassGenericError": "Impossible d’ajouter le classe.",
  "addEntireClassSizeLimitError": "Impossible d'ajouter la classe. Elle compte trop de personnes pour être ajoutée simultanément.",
  "addEntireClassConfigError": "Impossible d’ajouter la classe. Nous avons eu des difficultés à obtenir les informations de la classe.",
  "addParticipantsInProgressTitle": "Ajout des participants en cours...",
  "addParticipantsInProgressMessage": "Cette opération peut prendre quelques minutes. Cette fenêtre se fermera automatiquement lorsque la classe entière sera ajoutée. Annuler pour ajouter des participants manuellement à la place",
  "addParticipantsInProgressCancelAction": "Annuler",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Remplacer les participants par la classe entière ?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Les personnes que vous avez déjà ajoutées à l’invitation seront supprimées lorsque vous ajouterez la classe. Vous pourrez les rajouter ultérieurement.",
  "continueButton": "Continuer",
  "reportProblem": "Report a problem"
}