{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Đi đến Teams",
  "emptyStatePrimaryErrorMessage": "Bạn chưa được thêm vào nhóm trong khóa học này.",
  "educatorEmptyStateSecondaryErrorMessage": "Quản trị viên CNTT của bạn cần tạo nhóm, thêm bạn với tư cách là thành viên và liên kết với khóa học thay cho bạn. Hãy thử liên hệ với quản trị viên CNTT để được trợ giúp.",
  "genericEmptyStateSecondaryErrorMessage": "Trong khi chờ đợi, bạn có thể sử dụng Teams để liên hệ những người khác tại trường, tổ chức câu lạc bộ và nhiều công việc khác.",
  "learnMoreAboutTeams": "Tìm hiểu thêm về Teams",
  "launchTeamsButton": "Khởi chạy Teams",
  "problemConnectingCourseToTeamErrorMessage": "Đã xảy ra sự cố khi kết nối khóa học của bạn với Microsoft Teams",
  "problemCreatingTeamForCourse": "Đã xảy ra lỗi khi tạo nhóm của bạn",
  "invalidLicenseTypeErrorMessage": "Bạn cần giấy phép cho giảng viên hoặc học viên để sử dụng Teams dành cho giáo dục. Hãy thử yêu cầu người quản trị CNTT của bạn gán giấy phép chính xác cho bạn.",
  "invalidUserRoleErrorMessage": "Có vẻ như bạn chưa được thêm vào khóa học này. Hãy thử yêu cầu người quản trị CNTT hoặc giáo viên của bạn để thêm bạn vào khóa học này.",
  "experienceDisabledErrorMessage": "Có vẻ như tài khoản của bạn {{email}} không được thiết lập để sử dụng Teams. Bạn có muốn đăng nhập bằng tài khoản Microsoft khác không?",
  "experienceDisabledErrorMessageNoEmail": "Có vẻ như tài khoản của bạn không được thiết lập để sử dụng Teams. Bạn có muốn đăng nhập bằng tài khoản Microsoft khác không?",
  "unsupportedLmsErrorMessage": "Thật không may, công cụ học tập này không hỗ trợ Teams dành cho giáo dục. Hãy thử liên hệ với người quản trị CNTT của bạn để được trợ giúp.",
  "genericErrorMessage": "Vui lòng thử lại sau",
  "backgoundImageMessage": "Ảnh nền",
  "teamCardMessage": "Danh sách {{cardNumber}} trên {{totalCards}}, {{name}} nhóm, nhấn để mở nhóm trong tab riêng",
  "moreOptionsMessage": "Các tùy chọn khác",
  "thirdPartyNoticeMessage": "Thông báo của bên thứ ba",
  "logOutMessage": "Đăng xuất",
  "courseCalendarHeaderTitle": "Cuộc họp Teams",
  "addNewMeeting": "Cuộc họp mới",
  "addEntireClassButton": "Thêm toàn bộ lớp",
  "addEntireClassRetryButton": "Thử lại",
  "addEntireClassGenericError": "Chúng tôi không thể thêm lớp học.",
  "addEntireClassSizeLimitError": "Chúng tôi không thể thêm lớp học. Có quá nhiều người để thêm tất cả mọi người cùng một lúc.",
  "addEntireClassConfigError": "Chúng tôi không thể thêm lớp học. Chúng tôi đã gặp sự cố khi lấy thông tin lớp học.",
  "addParticipantsInProgressTitle": "Thêm người tham gia...",
  "addParticipantsInProgressMessage": "Quá trình này có thể mất một chút thời gian. Cửa sổ này sẽ tự động đóng khi toàn bộ lớp được thêm vào. Hủy để thêm người tham gia theo cách thủ công",
  "addParticipantsInProgressCancelAction": "Hủy bỏ",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Thay thế người dự bằng toàn bộ lớp học?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Những người bạn đã thêm vào lời mời sẽ bị loại bỏ khi bạn thêm lớp học. Bạn có thể thêm lại chúng sau.",
  "continueButton": "Tiếp tục",
  "reportProblem": "Report a problem"
}