{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Pumunta sa Teams",
  "emptyStatePrimaryErrorMessage": "Hindi ka pa naidagdag sa isang team sa kursong ito.",
  "educatorEmptyStateSecondaryErrorMessage": "Ang iyong IT administrator ay kailangang gumawa ng isang team, idagdag ka bilang isang miyembro at i-link ito sa iyong kurso para sa ngalan mo. Subukang makipag-ugnayan sa iyong IT administrator para sa tulong.",
  "genericEmptyStateSecondaryErrorMessage": "Habang ikaw ay naghihintay, maaari mong gamitin ang Teams para makipag-ugnayan sa iba sa iyong paaralan, ayusin ang mga club, at iba pa.",
  "learnMoreAboutTeams": "Alamin pa ang tungkol sa Mga Teams",
  "launchTeamsButton": "Ilunsad ang Mga Teams",
  "problemConnectingCourseToTeamErrorMessage": "Nagkaproblema sa pagkonekta ng iyong kurso sa Microsoft Teams",
  "problemCreatingTeamForCourse": "Nagkaproblema sa paggawa ng iyong team",
  "invalidLicenseTypeErrorMessage": "Kailangan mo ng lisensya ng educator o mag-aaral para gamitin ang Teams para sa Edukasyon. Subukang hilingin sa iyong administrator ng IT para itakda ang tamang lisensya para sa iyo.",
  "invalidUserRoleErrorMessage": "Mukhang hindi ka naidagdag sa kursong ito. Subukang hilingin sa iyong IT administrator o guro na idagdag ka sa kursong ito.",
  "experienceDisabledErrorMessage": "Mukhang ang iyong account na {{email}} ay hindi pa naka-set up para magamit ang Teams. Gusto mo bang mag-sign in sa ibang Account sa Microsoft?",
  "experienceDisabledErrorMessageNoEmail": "Mukhang hindi naka-set up ang iyong account para magamit ang Teams. Sinadya mo bang mag-sign in sa ibang Account sa Microsoft?",
  "unsupportedLmsErrorMessage": "Sa kasamaang-palad, hindi sinusuportahan ng tool na ito sa pagkatuto ang Teams para sa Edukasyon. Subukang makipag-ugnayan sa iyong administrator ng IT para sa tulong.",
  "genericErrorMessage": "Pakisubukan muli sa ibang pagkakataon",
  "backgoundImageMessage": "Imahe sa background",
  "teamCardMessage": "Listahan ng {{cardNumber}} sa {{totalCards}}, {{name}} (na) team, i-tap para buksan ang team sa isang hiwalay na tab",
  "moreOptionsMessage": "Higit pang opsyon",
  "thirdPartyNoticeMessage": "Paunawa sa ikatlong partido",
  "logOutMessage": "Mag-sign out",
  "courseCalendarHeaderTitle": "Mga Pagpupulong ng Teams",
  "addNewMeeting": "Bagong pagpupulong",
  "addEntireClassButton": "Magdagdag ng buong klase",
  "addEntireClassRetryButton": "Subukang muli",
  "addEntireClassGenericError": "Hindi namin maidagdag ang klase.",
  "addEntireClassSizeLimitError": "Hindi namin maidagdag ang klase. Masyadong maraming tao ang idaragdag nang sabay-sabay.",
  "addEntireClassConfigError": "Hindi namin maidagdag ang klase. Nagkaproblema kami sa pagkuha ng impormasyon ng klase.",
  "addParticipantsInProgressTitle": "Nagdaragdag ng mga kalahok...",
  "addParticipantsInProgressMessage": "Maaari itong tumagal nang ilang sandali. Awtomatikong magsasara ang window na ito kapag idinagdag ang buong klase. Kanselahin para manu-mano na lang magdagdag ng mga kalahok",
  "addParticipantsInProgressCancelAction": "Kanselahin",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Palitan ng buong klase ang mga dadalo?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Ang mga taong naidagdag mo na sa imbitasyon ay tatanggalin kapag idinagdag mo ang klase. Maaari mong idagdag muli ang mga ito sa ibang pagkakataon.",
  "continueButton": "Magpatuloy",
  "reportProblem": "Mag-ulat ng problema"
}