{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Ir a Teams",
  "emptyStatePrimaryErrorMessage": "Aún no se le ha agregado a un equipo en este curso.",
  "educatorEmptyStateSecondaryErrorMessage": "El administrador de TI necesita crear un equipo, agregarlo como miembro y vincularlo al curso en su nombre. Pruebe a ponerse en contacto con su administrador de TI para obtener ayuda.",
  "genericEmptyStateSecondaryErrorMessage": "Mientras espera, puede usar Teams para ponerse en contacto con otros usuarios de su escuela, organizar clubes y mucho más.",
  "learnMoreAboutTeams": "Más información sobre Teams",
  "launchTeamsButton": "Iniciar Teams",
  "problemConnectingCourseToTeamErrorMessage": "Se produjo un problema al conectar el curso a Microsoft Teams",
  "problemCreatingTeamForCourse": "Se produjo un problema al crear el equipo",
  "invalidLicenseTypeErrorMessage": "Necesita una licencia de educador o de estudiante para usar Teams para Educación. Pruebe a pedirle al administrador de TI que le asigne la licencia correcta.",
  "invalidUserRoleErrorMessage": "Parece que no se le ha agregado a este curso. Solicite a su administrador de TI o profesor que le agregue a este curso.",
  "experienceDisabledErrorMessage": "Parece que su cuenta {{email}} no está configurada para usar Teams. ¿Quería iniciar sesión con una cuenta de Microsoft diferente?",
  "experienceDisabledErrorMessageNoEmail": "Parece que su cuenta no está configurada para usar Teams. ¿Quería iniciar sesión con una cuenta de Microsoft diferente?",
  "unsupportedLmsErrorMessage": "Desafortunadamente, esta herramienta de aprendizaje no es compatible con Teams para Educación. Pruebe a ponerse en contacto con su administrador de TI para obtener ayuda.",
  "genericErrorMessage": "Vuelva a intentarlo más tarde",
  "backgoundImageMessage": "Imagen de fondo",
  "teamCardMessage": "Lista {{cardNumber}} de {{totalCards}}, equipo {{name}}, pulse para abrir el equipo en una pestaña independiente",
  "moreOptionsMessage": "Más opciones",
  "thirdPartyNoticeMessage": "Aviso de terceros",
  "logOutMessage": "Cerrar sesión",
  "courseCalendarHeaderTitle": "Reuniones de Teams",
  "addNewMeeting": "Nueva reunión",
  "addEntireClassButton": "Agregar clase completa",
  "addEntireClassRetryButton": "Intentar de nuevo",
  "addEntireClassGenericError": "No se pudo agregar la clase.",
  "addEntireClassSizeLimitError": "No se pudo agregar la clase. Tiene demasiadas personas para que se puedan agregar todas a la vez.",
  "addEntireClassConfigError": "No se pudo agregar la clase. Hubo un problema al obtener la información de la clase.",
  "addParticipantsInProgressTitle": "Agregando participantes...",
  "addParticipantsInProgressMessage": "Esto puede tardar unos instantes. Esta ventana se cerrará automáticamente cuando se agregue toda la clase. Cancele para agregar los participantes de forma manual",
  "addParticipantsInProgressCancelAction": "Cancelar",
  "replaceAttendeesWithEntireClassConfirmationTitle": "¿Reemplazar los asistentes con toda la clase?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Las personas que ya haya agregado a la invitación se quitarán cuando agregue la clase. Puede agregarlos de nuevo más tarde.",
  "continueButton": "Continuar",
  "reportProblem": "Notificar un problema"
}