{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Ir a Teams",
  "emptyStatePrimaryErrorMessage": "Aínda non te engadiron a un equipo neste curso.",
  "educatorEmptyStateSecondaryErrorMessage": "O teu administrador de TI ten que crear un equipo, engadirte como membro e ligalo ao curso no teu nome. Tenta poñerte en contacto co administrador de TI para obter axuda.",
  "genericEmptyStateSecondaryErrorMessage": "Mentres agardas, podes usar Teams para poñerte en contacto con outras persoas na escola, organizar clubs e moito máis.",
  "learnMoreAboutTeams": "Máis información acerca de Teams",
  "launchTeamsButton": "Iniciar Teams",
  "problemConnectingCourseToTeamErrorMessage": "Produciuse un problema ao conectar o teu curso con Microsoft Teams",
  "problemCreatingTeamForCourse": "Produciuse un problema ao crear o teu equipo",
  "invalidLicenseTypeErrorMessage": "Necesitas unha licenza de educador ou de estudante para usar Teams for Education. Tenta pedir ao teu administrador de TI para que che asigne a licenza axeitada.",
  "invalidUserRoleErrorMessage": "Parece que non te engadiron a este curso. Tenta pedirlle ao teu administrador de TI ou ao teu profesor que te engada a este curso.",
  "experienceDisabledErrorMessage": "Parece que a túa conta {{email}} non está configurada para usar Teams. Querías iniciar sesión con outra conta de Microsoft?",
  "experienceDisabledErrorMessageNoEmail": "Parece que a túa conta non está configurada para usar Teams. Querías iniciar sesión con outra conta de Microsoft?",
  "unsupportedLmsErrorMessage": "Desgraciadamente, esta ferramenta de aprendizaxe non é compatible con Teams for Education. Tenta poñerte en contacto co teu administrador de TI para obter axuda.",
  "genericErrorMessage": "Téntao de novo máis tarde",
  "backgoundImageMessage": "Imaxe de fondo",
  "teamCardMessage": "Lista {{cardNumber}} de {{totalCards}}, equipo {{name}}, toca para abrir o equipo nun separador diferente.",
  "moreOptionsMessage": "Máis opcións",
  "thirdPartyNoticeMessage": "Aviso de terceiros",
  "logOutMessage": "Pechar sesión",
  "courseCalendarHeaderTitle": "Reunións de Teams",
  "addNewMeeting": "Nova reunión",
  "addEntireClassButton": "Engadir a toda a clase",
  "addEntireClassRetryButton": "Téntao de novo",
  "addEntireClassGenericError": "Non se puido engadir a clase.",
  "addEntireClassSizeLimitError": "Non se puido engadir a clase. Hai demasiadas persoas para que se poidan engadir todas á vez.",
  "addEntireClassConfigError": "Non se puido engadir a clase. Produciuse un problema ao conseguir a información da clase.",
  "addParticipantsInProgressTitle": "Cargando participantes...",
  "addParticipantsInProgressMessage": "Isto pode levar un momento. Esta ventá pecharase automaticamente cando se engada toda a clase. Cancelar para engadir participantes manualmente no seu lugar",
  "addParticipantsInProgressCancelAction": "Cancelar",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Quere substituír os asistentes por toda a clase?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Cando engada a clase ao convite, eliminaranse as persoas que xa engadiu. Poderá volver engadilas máis tarde.",
  "continueButton": "Continuar",
  "reportProblem": "Informar dun problema"
}