{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Ves al Teams",
  "emptyStatePrimaryErrorMessage": "Encara no vos han afegit a un equip en este curs.",
  "educatorEmptyStateSecondaryErrorMessage": "L'administrador de TI necessita crear un equip, afegir-vos-hi com a membre i enllaçar-lo al vostre curs en nom vostre. Proveu de posar-vos en contacte amb l'administrador de TI per a obtenir ajuda.",
  "genericEmptyStateSecondaryErrorMessage": "Mentre espereu, podeu utilitzar el Teams per a posar-vos en contacte amb altres persones de la vostra escola, organitzar clubs i moltes altres coses.",
  "learnMoreAboutTeams": "Més informació sobre el Teams",
  "launchTeamsButton": "Inicia el Teams",
  "problemConnectingCourseToTeamErrorMessage": "S'ha produït un problema en connectar el curs amb el Microsoft Teams.",
  "problemCreatingTeamForCourse": "S'ha produït un error en crear l'equip.",
  "invalidLicenseTypeErrorMessage": "Necessiteu una llicència de formador o estudiant per a utilitzar el Teams per a l'àmbit educatiu. Proveu de demanar a l'administrador de TI que vos assigne la llicència correcta.",
  "invalidUserRoleErrorMessage": "Sembla que no vos han afegit a este curs. Proveu de demanar a l'administrador de TI o professor que vos afegisca a este curs.",
  "experienceDisabledErrorMessage": "Sembla que el vostre compte {{email}} no està configurat per a fer servir el Teams. Volíeu iniciar la sessió amb un altre compte Microsoft?",
  "experienceDisabledErrorMessageNoEmail": "Sembla que el vostre compte no està configurat per a fer servir el Teams. Volíeu iniciar la sessió amb un altre compte Microsoft?",
  "unsupportedLmsErrorMessage": "Malauradament, esta eina d'aprenentatge no és compatible amb el Teams per a l'àmbit educatiu. Proveu de contactar amb l'administrador de TI per a obtenir ajuda.",
  "genericErrorMessage": "Torneu-ho a provar més tard.",
  "backgoundImageMessage": "Imatge de fons",
  "teamCardMessage": "Llista {{cardNumber}}/{{totalCards}}, equip {{name}}, toqueu per a obrir l'equip en una pestanya separada.",
  "moreOptionsMessage": "Més opcions",
  "thirdPartyNoticeMessage": "Avís de tercers",
  "logOutMessage": "Tanca la sessió",
  "courseCalendarHeaderTitle": "Reunions del Teams",
  "addNewMeeting": "Crea una reunió",
  "addEntireClassButton": "Afig tota la classe",
  "addEntireClassRetryButton": "Torneu-ho a provar",
  "addEntireClassGenericError": "No hem pogut afegir la classe.",
  "addEntireClassSizeLimitError": "No hem pogut afegir la classe perquè té massa persones i no es poden afegir totes a la vegada.",
  "addEntireClassConfigError": "No hem pogut afegir la classe. Hem tingut problemes per a obtenir la informació de la classe.",
  "addParticipantsInProgressTitle": "S'estan afegint els participants...",
  "addParticipantsInProgressMessage": "Açò pot tardar una miqueta. Esta finestra es tancarà automàticament quan s'afegisca tota la classe. Cancel·leu-lo per a afegir els participants manualment com a alternativa",
  "addParticipantsInProgressCancelAction": "Cancel·la",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Voleu substituir els assistents per tota la classe?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Les persones que ja heu afegit a la invitació se suprimiran quan afegiu la classe. Podreu tornar-les a afegir més tard.",
  "continueButton": "Continua",
  "reportProblem": "Report a problem"
}