{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Shko tek Teams",
  "emptyStatePrimaryErrorMessage": "Nuk je shtuar ende në një ekip në këtë kurs.",
  "educatorEmptyStateSecondaryErrorMessage": "Administratori yt i TI-së duhet të krijojë një ekip, të të shtojë si anëtar dhe ta lidhë atë me kursin për llogarinë tënde. Provo të kontaktosh administratorin tënd të TI-së për ndihmë.",
  "genericEmptyStateSecondaryErrorMessage": "Ndërkohë që pret, mund ta përdorësh Teams për të kontaktuar persona të tjerë në shkollë, për të organizuar klube e më shumë.",
  "learnMoreAboutTeams": "Mëso më shumë rreth Teams",
  "launchTeamsButton": "Lësho Teams",
  "problemConnectingCourseToTeamErrorMessage": "Pati një problem gjatë lidhjes së kursit tënd me Microsoft Teams",
  "problemCreatingTeamForCourse": "Pati një problem gjatë krijimit të ekipit tënd",
  "invalidLicenseTypeErrorMessage": "Të duhet një licencë mësuesi ose nxënësi për të përdorur Teams për arsimin. Provo t’i kërkosh administratorit tënd të TI-së që të të caktojë një licencë të saktë.",
  "invalidUserRoleErrorMessage": "Me sa duket, nuk të kanë shtuar në këtë kurs. Provo t’i kërkosh administratorit tënd të TI-së ose mësuesit të të shtojë te ky kurs.",
  "experienceDisabledErrorMessage": "Me sa duket, llogaria jote {{email}} nuk është parametrizuar për të përdorur Teams. Po synoje që të hyje me një llogari tjetër të Microsoft?",
  "experienceDisabledErrorMessageNoEmail": "Me sa duket, llogaria jote nuk është parametrizuar për të përdorur Teams. Po synoje që të hyje me një llogari tjetër të Microsoft?",
  "unsupportedLmsErrorMessage": "Fatkeqësisht, kjo vegël mësimi nuk e mbështet Teams për arsimin. Provo të kontaktosh me administratorin tënd të TI-së për ndihmë.",
  "genericErrorMessage": "Provo sërish më vonë",
  "backgoundImageMessage": "Imazhi në sfond",
  "teamCardMessage": "Lista {{cardNumber}} nga {{totalCards}}, ekipi {{name}}, trokit për ta hapur ekipin në një skedë të veçantë",
  "moreOptionsMessage": "Opsione të tjera",
  "thirdPartyNoticeMessage": "Njoftimi i palëve të treta",
  "logOutMessage": "Dil",
  "courseCalendarHeaderTitle": "Takimet në Teams",
  "addNewMeeting": "Takim i ri",
  "addEntireClassButton": "Shto tërë klasën",
  "addEntireClassRetryButton": "Provo sërish",
  "addEntireClassGenericError": "S'mund ta shtonim klasën.",
  "addEntireClassSizeLimitError": "S'mund ta shtonim klasën. Numri i personave është shumë i madh për t’u shtuar të gjithë përnjëherë.",
  "addEntireClassConfigError": "Nuk mund ta shtonim klasën. Kishim probleme me marrjen e informacionit të klasës.",
  "addParticipantsInProgressTitle": "Duke shtuar pjesëmarrësit...",
  "addParticipantsInProgressMessage": "Kjo mund të zgjasë pak. Kjo dritare do të mbyllet automatikisht kur e tërë klasa të jetë shtuar. Anulo për t’i shtuar manualisht pjesëmarrësit",
  "addParticipantsInProgressCancelAction": "Anulo",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Të zëvendësohen pjesëmarrësit me të gjithë klasën?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Kontaktet që ke shtuar tashmë në ftesë do të hiqen kur të shtosh klasën. Mund t’i shtosh ata sërish më vonë.",
  "continueButton": "Vazhdo",
  "reportProblem": "Report a problem"
}