{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Zu Teams wechseln",
  "emptyStatePrimaryErrorMessage": "Sie wurden noch zu keinem Team in diesem Kurs hinzugefügt.",
  "educatorEmptyStateSecondaryErrorMessage": "Ihr IT-Administrator muss ein Team erstellen, Sie als Mitglied hinzufügen und in Ihrem Auftrag mit Ihrem Kurs verknüpfen. Wenden Sie sich an Ihren IT-Administrator, um Hilfe zu erhalten.",
  "genericEmptyStateSecondaryErrorMessage": "Während Sie warten, können Sie mithilfe von Teams andere Personen in ihrer Schule kontaktieren, Clubs organisieren und vieles mehr.",
  "learnMoreAboutTeams": "Weitere Informationen zu Microsoft Teams",
  "launchTeamsButton": "Microsoft Teams starten",
  "problemConnectingCourseToTeamErrorMessage": "Beim Verbinden Ihres Kurses mit Microsoft Teams ist ein Problem aufgetreten",
  "problemCreatingTeamForCourse": "Es gab ein Problem bei der Erstellung Ihres Teams",
  "invalidLicenseTypeErrorMessage": "Für die Nutzung von Teams für Education benötigen Sie eine Dozenten- oder Kursteilnehmerlizenz. Bitten Sie Ihren IT-Administrator, Ihnen die richtige Lizenz zuzuweisen.",
  "invalidUserRoleErrorMessage": "Anscheinend wurden Sie nicht zu diesem Kurs hinzugefügt. Bitten Sie Ihren IT-Administrator oder Ihren Lehrer, Sie zu diesem Kurs hinzuzufügen.",
  "experienceDisabledErrorMessage": "Anscheinend ist Ihr Konto {{email}} nicht für die Verwendung von Teams eingerichtet. Wollten Sie sich möglicherweise mit einem anderen Microsoft-Konto anmelden?",
  "experienceDisabledErrorMessageNoEmail": "Anscheinend ist Ihr Konto nicht für die Verwendung von Teams eingerichtet. Wollten Sie sich möglicherweise mit einem anderen Microsoft-Konto anmelden?",
  "unsupportedLmsErrorMessage": "Leider unterstützt dieses Lerntool Teams für Education nicht. Wenden Sie sich an Ihren IT-Administrator, um Hilfe zu erhalten.",
  "genericErrorMessage": "Versuchen Sie es später noch einmal",
  "backgoundImageMessage": "Hintergrundbild",
  "teamCardMessage": "Liste {{cardNumber}} von {{totalCards}}, Team {{name}}, tippen Sie, um das Team in einer separaten Registerkarte zu öffnen",
  "moreOptionsMessage": "Weitere Optionen",
  "thirdPartyNoticeMessage": "Hinweis zu Drittanbietern",
  "logOutMessage": "Abmelden",
  "courseCalendarHeaderTitle": "Teams-Besprechungen",
  "addNewMeeting": "Neue Besprechung",
  "addEntireClassButton": "Gesamte Klasse hinzufügen",
  "addEntireClassRetryButton": "Noch mal versuchen",
  "addEntireClassGenericError": "Der Kurs konnte nicht hinzugefügt werden.",
  "addEntireClassSizeLimitError": "Der Kurs konnte nicht hinzugefügt werden. Es gibt zu viele Personen, die alle gleichzeitig hinzugefügt werden sollen.",
  "addEntireClassConfigError": "Der Kurs konnte nicht hinzugefügt werden. Es gab Probleme beim Abrufen der Kursinformationen.",
  "addParticipantsInProgressTitle": "Teilnehmer werden hinzugefügt...",
  "addParticipantsInProgressMessage": "Dies kann einen Moment dauern. Dieses Fenster wird automatisch geschlossen, wenn alle Teilnehmer aus der Klasse bzw. dem Kurs hinzugefügt wurden. Abbrechen, um Teilnehmer stattdessen manuell hinzuzufügen",
  "addParticipantsInProgressCancelAction": "Abbrechen",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Teilnehmer durch die gesamte Klasse ersetzen?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Personen, die Sie bereits zur Einladung hinzugefügt haben, werden entfernt, wenn Sie die Klasse hinzufügen. Sie können sie später wieder hinzufügen.",
  "continueButton": "Weiter",
  "reportProblem": "Problem melden"
}