{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Otvori aplikaciju Teams",
  "emptyStatePrimaryErrorMessage": "Još niste dodani u tim za ovaj tečaj.",
  "educatorEmptyStateSecondaryErrorMessage": "Vaš IT administrator treba stvoriti tim, dodati vas kao člana i povezati ga s vašim tečajem u vaše ime. Kontaktirajte svog IT administratora i zatražite pomoć od njega.",
  "genericEmptyStateSecondaryErrorMessage": "Dok čekate možete koristiti Teams kako biste kontaktirali druge osobe u svojoj školi, organizirali klubove i više.",
  "learnMoreAboutTeams": "Saznajte više o aplikaciji Teams",
  "launchTeamsButton": "Pokreni servis Teams",
  "problemConnectingCourseToTeamErrorMessage": "Došlo je do problema tijekom povezivanja vašeg tečaja s aplikacijom Microsoft Teams",
  "problemCreatingTeamForCourse": "Došlo je do problema tijekom stvaranja vašeg tima",
  "invalidLicenseTypeErrorMessage": "Potrebna vam je licenca za predavača ili učenika ili studenta za upotrebu aplikacije Teams za obrazovanje. Pokušajte zamoliti svojeg IT administratora da vam dodijeli odgovarajuću licencu.",
  "invalidUserRoleErrorMessage": "Čini se da niste dodani u ovaj tečaj. Pokušajte zatražiti od IT administratora ili nastavnika da vas doda u ovaj tečaj.",
  "experienceDisabledErrorMessage": "Izgleda da vaš račun {{email}} nije podešen za korištenje servisa Teams. Jeste li se željeli prijaviti sa drugim Microsoftovim računom?",
  "experienceDisabledErrorMessageNoEmail": "Izgleda da vaš račun nije podešen za korištenje servisa Teams. Jeste li se željeli prijaviti sa drugim Microsoftovim računom?",
  "unsupportedLmsErrorMessage": "Nažalost, ovaj alat za učenje ne podržava aplikaciju Teams za obrazovanje. Pokušajte se obratiti svojem IT administratoru za pomoć.",
  "genericErrorMessage": "Pokušajte ponovno kasnije",
  "backgoundImageMessage": "Pozadinska slika",
  "teamCardMessage": "Popis {{cardNumber}}od {{totalCards}}, {{name}} tim, dodirnite da biste otvorili tim u zasebnoj kartici",
  "moreOptionsMessage": "Dodatne mogućnosti",
  "thirdPartyNoticeMessage": "Obavijest trećih strana",
  "logOutMessage": "Odjava",
  "courseCalendarHeaderTitle": "Sastanci u aplikaciji Teams",
  "addNewMeeting": "Novi sastanak",
  "addEntireClassButton": "Dodaj cijeli predmet",
  "addEntireClassRetryButton": "Pokušajte ponovo",
  "addEntireClassGenericError": "Nismo uspjeli dodati razred.",
  "addEntireClassSizeLimitError": "Nismo mogli dodati razred. Previše je osoba potrebno dodati sve odjednom.",
  "addEntireClassConfigError": "Nismo mogli dodati razred. Imali smo problema s dobivanjem podataka o nastavi.",
  "addParticipantsInProgressTitle": "Dodavanje sudionika...",
  "addParticipantsInProgressMessage": "To bi moglo malo potrajati. Ovaj će se prozor automatski zatvoriti kada se doda cijeli predmet. Otkažite da biste umjesto toga ručno dodali sudionike",
  "addParticipantsInProgressCancelAction": "Odustani",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Želite li zamijeniti sudionike s cijelom klasom?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Osobe koje ste već dodali u pozivnicu bit će uklonjene kada dodate klasu. Možete ih ponovno dodati kasnije.",
  "continueButton": "Nastavi",
  "reportProblem": "Report a problem"
}