{
  "tflFre_Cancel_button_caption": "Басқа тіркелгіні пайдалану",
  "tflFre_Learn_More_Link_caption": "Мұны кім көре алады?",
  "tflFre_OK_Button_caption": "Бастайық",
  "tflFre_dialog_Aria": "Teams бағдарламасына қош келдіңіз. Teams бағдарламасында сіз туралы мәліметтер қандай болу керек? Басқа пайдаланушылар сізді табу үшін, осы ақпаратты пайдалана алады.",
  "tflFre_header": "Қош келдіңіз",
  "tflFre_phone_and_email_flyout": "Телефон нөміріңіз бен электрондық поштаны басқару үшін Microsoft тіркелгісімен кіріңіз.",
  "tflFre_who_can_see_this_flyout": "Сіздің атыңыз бен Microsoft тіркелгісі суретіңіз Teams бағдарламасындағы басқаларға көрінетін болады. Сондай-ақ телефон нөміріңіз және электрондық поштаңызды пайдаланып, адамдар сізді Teams бағдарламасынан іздей алады.",
  "tflFre_learn_more_link_text": "Қосымша мәлімет",
  "tflFre_sync_contacts_checkbox": "Teams бағдарламасында мен білетін адамдарды табу үшін, менің Skype және Outlook контактілерімді синхрондаңыз.",
  "tflFre_people_Can_Search_For_You_Using": "Адамдар сізді келесіні қолдана отырып іздей алады:",
  "tflFre_loading_spinner_text": "Жүктелуде...",
  "tflFre_stamping_error_dialog_header": "Профильді жаңарту мүмкін болмады",
  "tflFre_stamping_error_dialog_body": "Профиль туралы ақпаратты жаңарту мүмкін болмады. Жүйеден шығу және басқа тіркелгіні пайдалану үшін, \"Басқа тіркелгіні пайдалану\" опциясын таңдаңыз. Профильді жаңарту әрекетін қайталау үшін, \"Әрекетті қайталау\" түймешігін басыңыз",
  "tflFre_error_dialog_retry_button": "Қайталау",
  "tflFre_error_dialog_sign_out_button": "Басқа тіркелгіні пайдалану",
  "tflFre_fetch_error_dialog_header": "Профиль туралы мәлімет алу мүмкін болмады",
  "tflFre_fetch_error_dialog_body": "Профиль туралы ақпарат алу мүмкін болмады. Жүйеден шығу және басқа тіркелгіні пайдалану үшін, \"Басқа тіркелгіні пайдалану\" опциясын таңдаңыз. Профиль туралы ақпаратты алу әрекетін қайталау үшін, \"Әрекетті қайталау\" түймешігін басыңыз",
  "tflFre_welcome_edit_header": "Teams бағдарламасына қош келдіңіз",
  "tflFre_welcome_edit_second_header": "Қалай көрінетіңіз келеді?",
  "tflFre_phone_field_header": "Телефон",
  "tflFre_email_field_header": "Электрондық пошта"
}