{
  "defaultHeaderTitle": "Microsoft Teams",
  "_defaultHeaderTitle.comment": "Default header title in LMS integration.",
  "go_to_teams": "Go to Teams",
  "_go_to_teams.comment": "Button action text when the user wants to go to the main teams client",
  "emptyStatePrimaryErrorMessage": "You have not been added to a team on this course yet.",
  "_emptyStatePrimaryErrorMessage.comment": "Primary message shown when there are no teams for the course",
  "educatorEmptyStateSecondaryErrorMessage": "Your IT administrator needs to create a team, add you as a member and link it to your course on your behalf. Try contacting your IT administrator for help.",
  "_educatorEmptyStateSecondaryErrorMessage.comment": "Secondary message shown to an educator when there are no teams for the course",
  "genericEmptyStateSecondaryErrorMessage": "While you wait, you can use Teams to contact others at your school, organize clubs, and more.",
  "_genericEmptyStateSecondaryErrorMessage.comment": "Secondary message shown to a non-educator when there are no teams for the course",
  "learnMoreAboutTeams": "Learn more about Teams",
  "_learnMoreAboutTeams.comment": "Message of the link that will open resources to learn more about Teams for Education",
  "launchTeamsButton": "Launch Teams",
  "_launchTeamsButton.comment": "Text for button which user will click on to launch Teams",
  "problemConnectingCourseToTeamErrorMessage": "There was a problem connecting your course to Microsoft Teams",
  "_problemConnectingCourseToTeamErrorMessage.comment": "Primary error message when a course in the Learning Management System (LMS) cannot be connected to a team",
  "problemCreatingTeamForCourse": "There was a problem creating your team",
  "_problemCreatingTeamForCourse.comment": "Primary error message when team sync for a course fails",
  "invalidLicenseTypeErrorMessage": "You need an educator or student license to use Teams for Education. Try asking your IT administrator to assign the correct license to you.",
  "_invalidLicenseTypeErrorMessage.comment": "Secondary error message when user does not have the required education license",
  "invalidUserRoleErrorMessage": "It looks like you have not been added to this course. Try asking your IT administrator or teacher to add you to this course.",
  "_invalidUserRoleErrorMessage.comment": "Secondary error message when user has not been added to this course.",
  "experienceDisabledErrorMessage": "It looks like your account {{email}} is not set up to use Teams. Did you mean to sign in with a different Microsoft account?",
  "_experienceDisabledErrorMessage.comment": "Secondary error message when user does not have access to the experience when feature flag is disabled. {{email}} is a placeholder for the user's email.",
  "experienceDisabledErrorMessageNoEmail": "It looks like your account is not set up to use Teams. Did you mean to sign in with a different Microsoft account?",
  "_experienceDisabledErrorMessageNoEmail.comment": "Secondary error message when user does not have access to the experience when feature flag is disabled.",
  "unsupportedLmsErrorMessage": "Unfortunately this learning tool does not support Teams for Education. Try contacting your IT administrator for help.",
  "_unsupportedLmsErrorMessage.comment": "Secondary error message when user launches the experience from an unsupported 3rd party learning tool",
  "genericErrorMessage": "Please try again later",
  "_genericErrorMessage.comment": "Secondary error message for generic errors",
  "backgoundImageMessage": "Background image",
  "_backgoundImageMessage.comment": "Accessibility text to announce that there is a background image",
  "teamCardMessage": "List {{cardNumber}} of {{totalCards}}, {{name}} team, tap to open team in a separate tab",
  "_teamCardMessage.comment": "Accessibility text to announce when user is on a team card. {{cardNumber}}, {{totalCards}}, and {{name}} are place holders to describe the card position and team name.",
  "moreOptionsMessage": "More options",
  "_moreOptionsMessage.comment": "Aria label for a button that shows a popup with the options for the teams header",
  "thirdPartyNoticeMessage": "Third party notice",
  "_thirdPartyNoticeMessage.comment": "A link to a text file with licenses for all third party software used in the experience",
  "logOutMessage": "Sign out",
  "_logOutMessage.comment": "Action link to sign out user from teams",
  "courseCalendarHeaderTitle": "Teams Meetings",
  "_courseCalendarHeaderTitle.comment": "Header title in LMS integration course calendar app",
  "addNewMeeting": "New meeting",
  "_addNewMeeting.comment": "Action button to launch scheduling form and create a new meeting in the lms course calendar app.",
  "addEntireClassButton": "Add entire class",
  "_addEntireClassButton.comment": "Text button content to add entire class",
  "addEntireClassRetryButton": "Try again",
  "_addEntireClassRetryButton.comment": "Text button asking user to retry adding class post failure",
  "addEntireClassGenericError": "We couldn't add the class.",
  "_addEntireClassGenericError.comment": "Generic error message displayed when add entire class fails",
  "addEntireClassSizeLimitError": "We couldn't add the class. It has too many people to be added all at once.",
  "_addEntireClassSizeLimitError.comment": "Error message displayed when user attempts to add class whose size greater than currently supported.",
  "addEntireClassConfigError": "We couldn't add the class. We had trouble getting the class information.",
  "_addEntireClassConfigError.comment": "Error message displayed when add entire class fails due to the meeting creator not owning any (members/owners/groups) for a given course id",
  "addParticipantsInProgressTitle": "Adding participants...",
  "_addParticipantsInProgressTitle.comment": "Title to display when entire class is being added in the scheduling form",
  "addParticipantsInProgressMessage": "This may take a moment. This window will automatically close when the entire class is added. Cancel to add participants manually instead",
  "_addParticipantsInProgressMessage.comment": "Message to display when entire class is being added in the scheduling form",
  "addParticipantsInProgressCancelAction": "Cancel",
  "_addParticipantsInProgressCancelAction.comment": "Action button to cancel the addition of entire class to the scheduling form while in progress",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Replace attendees with the entire class?",
  "_replaceAttendeesWithEntireClassConfirmationTitle.comment": "Title for confirmation before over riding the existing attendees in a meeting with entire class",
  "replaceAttendeesWithEntireClassConfirmationMessage": "People you have already added to the invite will be removed when you add the class. You can add them again later.",
  "_replaceAttendeesWithEntireClassConfirmationMessage.comment": "Message explaining consequences of overriding existing attendees with entire class",
  "continueButton": "Continue",
  "_continueButton.comment": "Text for Continue Button",
  "reportProblem": "Report a problem",
  "_reportProblem.comment": "Button action text when the user wants to report a problem to EDU support."
}