{
  "tflFre_Cancel_button_caption": "Use another account",
  "_tflFre_Cancel_button_caption.comment": "Cancel button for TFL FRE Profile update dialog. pressing this button would logout the user so he can log in with a different account.",
  "tflFre_Learn_More_Link_caption": "Who can see this?",
  "_tflFre_Learn_More_Link_caption.comment": "Caption of a link to 'learn more' page for the TFL FRE Profile update dialog (TFL = TEams For Life, FRE = First Run Experience)",
  "tflFre_OK_Button_caption": "Let's go",
  "_tflFre_OK_Button_caption.comment": "OK button for TFL FRE Profile update dialog. User details would be fianlized and he would continue into the application",
  "tflFre_dialog_Aria": "Welcome to Teams. How would you like to appear on Teams? People can search for you using this information",
  "_tflFre_dialog_Aria.comment": "this text is read by screen reader when the dialog is going into focus",
  "tflFre_header": "Welcome",
  "_tflFre_header.comment": "Header for TFL FRE Profile Card ",
  "tflFre_phone_and_email_flyout": "Visit your Microsoft account to manage your phone number and email.",
  "_tflFre_phone_and_email_flyout.comment": "this flyout text appears when you hover over email or phone fields in the TFL FRE Profile Card",
  "tflFre_who_can_see_this_flyout": "Your name and Microsoft account picture will be visible to others on Teams. People can also search for you on Teams using your phone number and email.",
  "_tflFre_who_can_see_this_flyout.comment": "this flyout text appears when you hover over the link that says 'who can see this' in the TFL FRE Profile Card.",
  "tflFre_learn_more_link_text": "Learn more",
  "_tflFre_learn_more_link_text.comment": "action. a link at the end of the text when the user can go to learn more about a specific part of the dialog",
  "tflFre_sync_contacts_checkbox": "Sync my Skype and Outlook contacts to find people I know on Teams.",
  "_tflFre_sync_contacts_checkbox.comment": "caption of checkbox offering the user to sync it's contacts. check is 'yes pls sync' unchecked means 'do not sync'",
  "tflFre_people_Can_Search_For_You_Using": "People can search for you using:",
  "_tflFre_people_Can_Search_For_You_Using.comment": "a caption before user phone and email that says: 'People can search for you using:'",
  "tflFre_loading_spinner_text": "Loading...",
  "_tflFre_loading_spinner_text.comment": "Text for spinner when loading user info into the FRE consent screen",
  "tflFre_stamping_error_dialog_header": "Failed to Update Your Profile",
  "_tflFre_stamping_error_dialog_header.comment": "Header text for dialog shown when FRE screen was not able to update user profile info",
  "tflFre_stamping_error_dialog_body": "We could not update your profile information. Select \"Use another account\" to logout and use another account. Select \"Retry\" to retry updating your profile",
  "_tflFre_stamping_error_dialog_body.comment": "Body text for dialog shown when FRE screen was not able to update user profile info",
  "tflFre_error_dialog_retry_button": "Retry",
  "_tflFre_error_dialog_retry_button.comment": "Text for button option on dialog shown when FRE screen was not able to update or fetch user profile info. This button retries fetching user profile info",
  "tflFre_error_dialog_sign_out_button": "Use another account",
  "_tflFre_error_dialog_sign_out_button.comment": "Text for button option on dialog shown when FRE screen was not able to update or fetch user profile info. This button retries logs out of current account",
  "tflFre_fetch_error_dialog_header": "Failed to Fetch Your Profile",
  "_tflFre_fetch_error_dialog_header.comment": "Header text for dialog shown when FRE screen was not able to fetch user profile info",
  "tflFre_fetch_error_dialog_body": "We could not fetch your profile information. Select \"Use another account\" to logout and use another account. Select \"Retry\" to retry fetching your profile",
  "_tflFre_fetch_error_dialog_body.comment": "Body text for dialog shown when FRE screen was not able to fetch user profile info",
  "tflFre_welcome_edit_header": "Welcome to Teams",
  "_tflFre_welcome_edit_header.comment": "Header for TFL FRE Consent Screen when user selects the edit option.",
  "tflFre_welcome_edit_second_header": "How would you like to appear?",
  "_tflFre_welcome_edit_second_header.comment": "Header for TFL FRE Consent Screen when user selects the edit option.",
  "tflFre_phone_field_header": "Phone",
  "_tflFre_phone_field_header.comment": "property, Header for TFL FRE Consent Screen user phone field",
  "tflFre_email_field_header": "Email",
  "_tflFre_email_field_header.comment": "property, Header for TFL FRE Consent Screen user email field"
}