{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Gå till Teams",
  "emptyStatePrimaryErrorMessage": "Du har inte lagts till i ett team i den här kursen ännu.",
  "educatorEmptyStateSecondaryErrorMessage": "IT-administratören måste skapa ett team och lägga till dig som medlem och länka det till din kurs åt dig. Försök kontakta din IT-administratör för att få hjälp.",
  "genericEmptyStateSecondaryErrorMessage": "Medan du väntar kan du använda Teams för att kontakta andra på skolan, organisera klubbar och mycket mer.",
  "learnMoreAboutTeams": "Mer information om Teams",
  "launchTeamsButton": "Starta Teams",
  "problemConnectingCourseToTeamErrorMessage": "Ett problem uppstod när din kurs skulle anslutas till Microsoft Teams",
  "problemCreatingTeamForCourse": "Det gick inte att skapa din grupp",
  "invalidLicenseTypeErrorMessage": "Du behöver en lärar- eller elevlicens för att kunna använda Teams för utbildning. Prova att be IT-administratören att tilldela rätt licens till dig.",
  "invalidUserRoleErrorMessage": "Det ser ut som att du inte har lagts till på den här kursen. Försök att be din IT-administratör eller lärare att lägga till dig i den här kursen.",
  "experienceDisabledErrorMessage": "Det verkar som om ditt {{email}}-konto inte har konfigurerats för att använda Microsoft Teams. Menade du att logga in med ett annat Microsoft-konto?",
  "experienceDisabledErrorMessageNoEmail": "Det verkar som om ditt konto inte har konfigurerats för att använda Microsoft Teams. Menade du att logga in med ett annat Microsoft-konto?",
  "unsupportedLmsErrorMessage": "Tyvärr har det här utbildningsverktyget inte stöd för Teams för utbildning. Försök kontakta din IT-administratör för att få hjälp.",
  "genericErrorMessage": "Försök igen senare",
  "backgoundImageMessage": "Bakgrundsbild",
  "teamCardMessage": "Lista {{cardNumber}} av {{totalCards}}, team {{name}}. Tryck för att öppna teamet i en separat flik",
  "moreOptionsMessage": "Fler alternativ",
  "thirdPartyNoticeMessage": "Meddelande från tredje part",
  "logOutMessage": "Logga ut",
  "courseCalendarHeaderTitle": "Teams-möten",
  "addNewMeeting": "Nytt möte",
  "addEntireClassButton": "Lägg till hela klassen",
  "addEntireClassRetryButton": "Försök igen",
  "addEntireClassGenericError": "Det gick inte att lägga till klassen.",
  "addEntireClassSizeLimitError": "Det gick inte att lägga till klassen. Det finns för många personer att lägga till samtidigt.",
  "addEntireClassConfigError": "Det gick inte att lägga till klassen. Det gick inte att hämta klassinformationen.",
  "addParticipantsInProgressTitle": "Lägger till deltagare...",
  "addParticipantsInProgressMessage": "Det kan ta en stund. Det här fönstret stängs automatiskt när hela klassen läggs till. Avbryt om du vill lägga till deltagare manuellt i stället",
  "addParticipantsInProgressCancelAction": "Avbryt",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Vill du ersätta deltagare med hela klassen?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Personer som du redan har lagt till i inbjudan tas bort när du lägger till klassen. Du kan lägga till dem igen senare.",
  "continueButton": "Fortsätt",
  "reportProblem": "Report a problem"
}