{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Gå til Teams",
  "emptyStatePrimaryErrorMessage": "Du er endnu ikke blevet føjet til et team i dette kursus.",
  "educatorEmptyStateSecondaryErrorMessage": "Din IT-administrator skal oprette et team, tilføje dig som medlem og sammenkæde det med dit kursus på dine vegne. Prøv at kontakte din IT-administrator for at få hjælp.",
  "genericEmptyStateSecondaryErrorMessage": "Mens du venter, kan du bruge Teams til at kontakte andre i skolen, planlægge klubmøder og meget mere.",
  "learnMoreAboutTeams": "Få mere at vide om Teams",
  "launchTeamsButton": "Start Teams",
  "problemConnectingCourseToTeamErrorMessage": "Der opstod en fejl ved oprettelse af forbindelse til dit kursus til Microsoft Teams",
  "problemCreatingTeamForCourse": "Der opstod en fejl under oprettelse af dit team",
  "invalidLicenseTypeErrorMessage": "Du skal have en licens til undervisere eller studerende for at bruge Teams til uddannelse. Prøv at bede din it-administrator om at tildele dig den korrekte licens.",
  "invalidUserRoleErrorMessage": "Det ser ud til, at du ikke er blevet føjet til dette kursus. Prøv at bede din it-administrator eller lærer om at føje dig til kurset.",
  "experienceDisabledErrorMessage": "Det ser ud til, at din konto, {{email}}, ikke er konfigureret til at bruge Teams. Ville du logge på med en anden Microsoft-konto?",
  "experienceDisabledErrorMessageNoEmail": "Det ser ud til, at din konto ikke er konfigureret til at bruge Teams. Ville du logge på med en anden Microsoft-konto?",
  "unsupportedLmsErrorMessage": "Dette undervisningsværktøj understøtter desværre ikke Teams til uddannelse. Prøv at kontakte din it-administrator for at få hjælp.",
  "genericErrorMessage": "Prøv igen senere",
  "backgoundImageMessage": "Baggrundsbillede",
  "teamCardMessage": "Liste {{cardNumber}} af {{totalCards}}, {{name}}-team, tryk for at åbne teamet i en separat fane",
  "moreOptionsMessage": "Flere indstillinger",
  "thirdPartyNoticeMessage": "Tredjepartsmeddelelse",
  "logOutMessage": "Log af",
  "courseCalendarHeaderTitle": "Teams-møder",
  "addNewMeeting": "Nyt møde",
  "addEntireClassButton": "Tilføj hele klassen",
  "addEntireClassRetryButton": "Prøv igen",
  "addEntireClassGenericError": "Klassen kunne ikke tilføjes.",
  "addEntireClassSizeLimitError": "Vi kunne ikke tilføje klassen. Der er for mange personer til at blive tilføjet på én gang.",
  "addEntireClassConfigError": "Vi kunne ikke tilføje klassen. Vi havde problemer med at hente klasseoplysningerne.",
  "addParticipantsInProgressTitle": "Tilføjer deltagere...",
  "addParticipantsInProgressMessage": "Dette kan tage et øjeblik. Dette vindue lukkes automatisk, når hele klassen tilføjes. Annuller for at tilføje deltagere manuelt i stedet",
  "addParticipantsInProgressCancelAction": "Annuller",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Vil du erstatte deltagerne med hele klassen?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Personer, som du allerede har føjet til invitationen, vil blive fjernet, når du tilføjer klassen. Du kan tilføje dem igen senere.",
  "continueButton": "Fortsæt",
  "reportProblem": "Rapportér et problem"
}