{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Gå til Teams",
  "emptyStatePrimaryErrorMessage": "Du har ikkje blitt lagt i eit team for dette kurset enno.",
  "educatorEmptyStateSecondaryErrorMessage": "Systemansvarleg må opprette eit team, leggje deg til som medlem og kople det til kurset på dine vegner. Prøv å kontakte systemansvarleg dersom du treng hjelp.",
  "genericEmptyStateSecondaryErrorMessage": "Medan du ventar, kan du bruke Teams til å kontakte andre på skulen, organisere klubbar og meir.",
  "learnMoreAboutTeams": "Finn ut meir om Teams",
  "launchTeamsButton": "Start Teams",
  "problemConnectingCourseToTeamErrorMessage": "Det har oppstått eit problem under tilkoplinga av Microsoft Teams",
  "problemCreatingTeamForCourse": "Det oppstod eit problem under oppretting av teamet",
  "invalidLicenseTypeErrorMessage": "For å bruke Teams for utdanning må du ha ein lærar- eller elevlisens. Be systemansvarleg om å tilordne den rette lisensen til deg.",
  "invalidUserRoleErrorMessage": "Det ser ut til at du ikkje er lagt til dette kurset. Be systemansvarleg eller lærar å leggje deg til dette kurset.",
  "experienceDisabledErrorMessage": "Det ser ut til at kontoen din, {{email}}, ikkje er konfigurert til å bruke Teams. Meinte du å logge på med ein annan Microsoft-konto?",
  "experienceDisabledErrorMessageNoEmail": "Det ser ut til at kontoen dinikkje er konfigurert til å bruke Teams. Meinte du å logge på med ein annan Microsoft-konto?",
  "unsupportedLmsErrorMessage": "Dette læringsverktøyet er dessverre ikkje støtta av Teams for utdanning. Kontakt systemansvarleg dersom du treng hjelp.",
  "genericErrorMessage": "Prøv på nytt seinare",
  "backgoundImageMessage": "Bakgrunnsbilete",
  "teamCardMessage": "Liste {{cardNumber}} av {{totalCards}}, teamet{{name}}, trykk for å opne teamet i ei eiga fane",
  "moreOptionsMessage": "Fleire alternativ",
  "thirdPartyNoticeMessage": "Tredjepartserklæring",
  "logOutMessage": "Logg av",
  "courseCalendarHeaderTitle": "Teams-møte",
  "addNewMeeting": "Nytt møte",
  "addEntireClassButton": "Legg til heile klassen",
  "addEntireClassRetryButton": "Prøv på nytt",
  "addEntireClassGenericError": "Vi kan ikkje legge til klassen.",
  "addEntireClassSizeLimitError": "Vi kan ikkje leggje til klassen. Han har for mange personar som skal leggjast til samtidig.",
  "addEntireClassConfigError": "Vi kan ikkje leggje til klassen. Vi hadde problem med å hente klasseinformasjonen.",
  "addParticipantsInProgressTitle": "Legg til deltakarar...",
  "addParticipantsInProgressMessage": "Dette kan ta ei stund. Dette vindauget blir automatisk lukka når heile klassen er lagt til. Avbryt for å leggje til deltakarar manuelt i staden",
  "addParticipantsInProgressCancelAction": "Avbryt",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Vil du erstatte deltakarar med heile klassen?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Personar du allereie har lagt til invitasjonen blir fjerna når du legg til klassen. Du kan leggje dei til på nytt seinare.",
  "continueButton": "Hald fram",
  "reportProblem": "Rapporter eit problem"
}