{
  "defaultHeaderTitle": "Microsoft Teams",
  "go_to_teams": "Opna Teams",
  "emptyStatePrimaryErrorMessage": "Þér hefur ekki verið bætt við hóp á þessu námskeiði enn sem komið er.",
  "educatorEmptyStateSecondaryErrorMessage": "Kerfisstjórinn þarf að stofna teymi, bæta þér við sem meðlimi og tengja það við námskeiðið fyrir þína hönd. Reyndu að hafa samband við kerfisstjórann þinn til að fá hjálp.",
  "genericEmptyStateSecondaryErrorMessage": "Á meðan þú bíður er hægt að nota Teams til að hafa samband við aðra í skólanum, skipuleggja klúbba og fleira.",
  "learnMoreAboutTeams": "Frekari upplýsingar um Teams",
  "launchTeamsButton": "Ræsa Teams",
  "problemConnectingCourseToTeamErrorMessage": "Vandamál kom upp við að tengja námskeiðið við Microsoft Teams",
  "problemCreatingTeamForCourse": "Vandamál kom upp við að búa til teymið þitt",
  "invalidLicenseTypeErrorMessage": "Þú þarft kennara- eða nemandaleyfi til að nota Teams fyrir skóla. Biddu kerfisstjórann þinn um að úthluta þér réttu leyfi.",
  "invalidUserRoleErrorMessage": "Það lítur út fyrir að þér hafi ekki verið bætt við þetta námskeið. Prófaðu að biðja kerfisstjóra eða kennara að bæta þér við þetta námskeið.",
  "experienceDisabledErrorMessage": "Það lítur út fyrir að {{email}} reikningurinn þinn sé ekki settur upp til að nota Teams. Ætlaðirðu að skrá þig inn með öðrum Microsoft-reikningi?",
  "experienceDisabledErrorMessageNoEmail": "Það lítur út fyrir að reikningurinn þinn sé ekki settur upp til að nota Teams. Ætlaðirðu að skrá þig inn með öðrum Microsoft-reikningi?",
  "unsupportedLmsErrorMessage": "Því miður styður þetta námstól ekki Teams fyrir skóla. Hafðu samband við kerfisstjóra til að fá aðstoð.",
  "genericErrorMessage": "Reyndu aftur síðar",
  "backgoundImageMessage": "Bakgrunnsmynd",
  "teamCardMessage": "Listi {{cardNumber}} af {{totalCards}}, hópur {{name}}, pikkaðu til að opna hóp í öðrum flipa",
  "moreOptionsMessage": "Fleiri valkostir",
  "thirdPartyNoticeMessage": "Tilkynningar þriðju aðila",
  "logOutMessage": "Skrá út",
  "courseCalendarHeaderTitle": "Teams-fundir",
  "addNewMeeting": "Nýr fundur",
  "addEntireClassButton": "Bæta öllum bekknum við",
  "addEntireClassRetryButton": "Reyna aftur",
  "addEntireClassGenericError": "Ekki tókst að bæta bekknum við.",
  "addEntireClassSizeLimitError": "Ekki tókst að bæta bekknum við. Hann inniheldur of marga einstaklinga til að bæta við í einu.",
  "addEntireClassConfigError": "Ekki tókst að bæta bekknum við. Vandamál kom upp við að sækja upplýsingar um bekkinn.",
  "addParticipantsInProgressTitle": "Bætir við þátttakendum ...",
  "addParticipantsInProgressMessage": "Þetta gæti tekið smástund. Þessi gluggi lokast sjálfkrafa þegar öllum bekknum hefur verið bætt við. Hætta við til að bæta þátttakendum við handvirkt í staðinn",
  "addParticipantsInProgressCancelAction": "Hætta við",
  "replaceAttendeesWithEntireClassConfirmationTitle": "Skipta út þátttakendum út fyrir allan bekkinn?",
  "replaceAttendeesWithEntireClassConfirmationMessage": "Fólk sem þú hefur þegar boðið verður fjarlægt þegar þú bætir bekknum við. Þú getur bætt þeim við aftur síðar.",
  "continueButton": "Halda áfram",
  "reportProblem": "Report a problem"
}